//각 영화 섹션별로 디스플레이 될 영화 정보들
export const Infos = [
    //1. 노 리미트
    {
        img: "nolimit.jpeg", //영화 포스터 이미지 경로
        color: "#4682B4", //배경색
        title: "노 리미트", //영화 제목
        year: "2022", //개봉년도
        genre: "드라마", //영화 장르
        synopsis: "놀라운 재능을 지닌 젊은 여성. 세계적인 기록을 보유한 노 리미트 프리 다이빙 강사와 깊고 파괴적인 사랑에 빠진다. 매혹적인 영상미의 로맨틱 드라마 영화.", //영화 개요
    },
    //2. 기묘한 이야기
    {
        img: "strangerthings.jpeg",
        color: "#708090",
        title: "기묘한 이야기",
        year: "2016",
        genre: "미스터리",
        synopsis: "인디애나주의 작은 마을에서 행방불명된 소년. 이와 함께 미스터리한 힘을 가진 소녀가 나타나고, 마을에는 기묘한 현상들이 일어나기 시작한다. 아들을 찾으려는 엄마와 마을 사람들은 이제 정부의 일급비밀 실험의 실체와 무시무시한 기묘한 현상들에 맞서야 한다.",
    },
    //3. 마이 네임
    {
        img: "myname.jpeg",
        color: "#CD853F",
        title: "마이 네임",
        year: "2021",
        genre: "범죄 미스터리",
        synopsis: "아빠를 잃었다. 그것도 바로 눈앞에서. 남은 딸은 결심한다. 반드시 내 손으로 복수하겠노라고. 목표를 위해서라면 방법은 상관없다. 마약 조직의 언더커버가 되어 경찰에 잠입하는 것이라 해도.",
    },
    //4. 센과 치히로의 행방불명
    {
        img: "spiritedaway.jpeg",
        color: "#FFB6C1",
        title: "센과 치히로의 행방불명",
        year: "2001",
        genre: "애니메이션",
        synopsis: "평범한 열 살 짜리 소녀 치히로 식구는 이사 가던 중 길을 잘못 들어 낡은 터널을 지나가게 된다. 터널 저편엔 폐허가 된 놀이공원이 있었고 그곳엔 이상한 기운이 흘렀다. 인기척 하나 없는 이 마을의 낯선 분위기에 불길한 기운을 느낀 치히로는 부모님에게 돌아가자고 조르지만 부모님은 호기심에 들떠 마을 곳곳을 돌아다니기 시작한다. 어느 음식점에 도착한 치히로의 부모님은 그 곳에 차려진 음식들을 보고 즐거워하며 허겁지겁 먹어대다가 돼지로 변해버린다. 겁에 질려 당황하는 치히로에게 낯선 소년 하쿠가 나타나 빨리 이곳을 나가라고 소리치는데...",
    },
    //5. 허스토리
    {
        img: "herstory.jpeg",
        color: "#FFE4B5",
        title: "허스토리",
        year: "2018",
        genre: "드라마",
        synopsis: "남모를 비밀을 간직한 할머니들이 드디어 세상 밖으로 나왔다. 위안부에 대한 사과와 배상을 일본 정부에 요구한 그녀들. 그 용기 있는 6년간의 여정을 그린 감동 실화. 과연 할머니들은 진정한 사과를 받을 수 있을까. 6년의 기간, 23번의 재판, 10명의 원고단, 13명의 변호인. 시모노세키와 부산을 오가며 일본 재판부에 당당하게 맞선 할머니들과 그들을 위해 함께 싸웠던 사람들의 뜨거운 이야기가 시작된다.",
    },
]